apple-gcc42
autoconf
autoenv
automake
bash
bazel
bfg
binutils
clang-format
cmake
coreutils
ctags
direnv
dirmngr
docker
eigen
ffmpeg
fftw
flac
flex
fontconfig
freetype
fswatch
gcc
gdb
gdbm
gettext
ghc
giflossy
gifsicle
gist
git
git-lfs
glfw3
glib
gnupg
gnupg2
go
gpg-agent
graphviz
grep
gsl
hadoop
heroku
heroku-toolbelt
htop
hub
icu4c
ilmbase
imagemagick
jbig2dec
jpeg
lame
latex-mk
less
libass
libassuan
libdnet
libevent
libffi
libgcrypt
libgit2
libgpg-error
libiomp
libksba
libmpc
libogg
libpng
libsndfile
libssh
libssh2
libtiff
libtool
libusb
libusb-compat
libvorbis
libxml2
libxslt
libyaml
lua
lz4
make
makedepend
maven
mercurial
minicom
mobile-shell
mongodb
msgpack
mysql
neovim
nmap
node
node-build
nodenv
nvm
openexr
openjpeg
openssl
optipng
ossp-uuid
p7zip
pcre
pcre2
pinentry
pkg-config
postgresql
pth
pyenv
pyenv-virtualenv
python
python3
rbenv
rbenv-bundler
readline
redis
ripgrep
rlwrap
ruby
ruby-build
rust
scala
scons
sdl
sdl2
snappy
socat
sqlite
swig
tag-ag
the_silver_searcher
tmate
tmux
trash
tree
unifdef
unison
unoconv
unrar
valgrind
vim
wget
x264
xtermcontrol
xvid
xz
zlib
zsh
